Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 点击右上角 + 创建项目，或在此查看部署、重试 / 回滚与构建配置。
ar: انقر + أعلى اليمين لإنشاء مشروع، أو اعرض هنا عمليات النشر وإعادة المحاولة/التراجع وإعداد البناء.
de: Tippe oben rechts auf +, um ein Projekt zu erstellen, oder sieh hier Bereitstellungen, Wiederholen/Rollback und Build-Konfiguration.
en: Tap + in the top right to create a project, or view deployments, retry/rollback and build config here.
es_mx: Toca + arriba a la derecha para crear un proyecto, o consulta aquí implementaciones, reintento/reversión y configuración de compilación.
fr: Touchez + en haut à droite pour créer un projet, ou consultez ici les déploiements, réessais/rollback et la config de build.
ja: 右上の + でプロジェクトを作成、またはここでデプロイ・再試行／ロールバック・ビルド構成を確認できます。
ko: 오른쪽 위 +로 프로젝트를 만들거나 여기서 배포, 재시도/롤백, 빌드 구성을 볼 수 있습니다.
pt_br: Toque em + no canto superior direito para criar um projeto, ou veja aqui implantações, repetir/reverter e configuração de build.
pt_pt: Toque em + no canto superior direito para criar um projeto, ou veja aqui implementações, repetir/reverter e configuração de build.
tr: Proje oluşturmak için sağ üstteki +’ya dokunun veya dağıtımları, yeniden deneme/geri alma ve derleme yapılandırmasını burada görüntüleyin.
zh_hant: 點按右上角的 + 建立專案，或在此檢視部署、重試／復原與建置設定。
zh_hk: 點按右上角的 + 建立專案，或在此檢視部署、重試／復原與建置設定。

source: 点击右上角 + 添加第一条记录
ar: انقر على + في الأعلى يمينًا لإضافة أول سجل
de: Tippe oben rechts auf +, um deinen ersten Eintrag hinzuzufügen
en: Tap + in the top right to add your first record
es_mx: Toca + arriba a la derecha para agregar tu primer registro
fr: Touchez + en haut à droite pour ajouter votre premier enregistrement
ja: 右上の + をタップして最初のレコードを追加
ko: 오른쪽 상단의 +를 눌러 첫 번째 레코드를 추가하세요
pt_br: Toque em + no canto superior direito para adicionar seu primeiro registro
pt_pt: Toque em + no canto superior direito para adicionar o seu primeiro registo
tr: İlk kaydınızı eklemek için sağ üstteki + simgesine dokunun
zh_hant: 點按右上角 + 新增第一筆記錄
zh_hk: 點按右上角 + 新增第一條記錄

source: 点击右上角上传第一个文件
ar: انقر في الأعلى يمينًا لرفع أول ملف
de: Tippe oben rechts, um deine erste Datei hochzuladen
en: Tap the top right to upload your first file
es_mx: Toca arriba a la derecha para subir tu primer archivo
fr: Touchez en haut à droite pour téléverser votre premier fichier
ja: 右上をタップして最初のファイルをアップロード
ko: 오른쪽 상단을 눌러 첫 번째 파일을 업로드하세요
pt_br: Toque no canto superior direito para enviar seu primeiro arquivo
pt_pt: Toque no canto superior direito para carregar o seu primeiro ficheiro
tr: İlk dosyanızı yüklemek için sağ üste dokunun
zh_hant: 點按右上角上傳第一個檔案
zh_hk: 點按右上角上傳第一個檔案

source: 点击暂停可冻结画面，连接保持不断开
ar: انقر على إيقاف مؤقت لتجميد العرض. يبقى الاتصال مفتوحًا.
de: Tippe auf Pause, um die Ansicht einzufrieren. Die Verbindung bleibt bestehen.
en: Tap pause to freeze the view. The connection stays open.
es_mx: Toca pausa para congelar la vista. La conexión permanece abierta.
fr: Touchez Pause pour figer l’affichage. La connexion reste ouverte.
ja: 一時停止をタップすると画面が固定されます。接続は維持されます
ko: 일시 중지를 누르면 화면이 멈추고 연결은 유지됩니다.
pt_br: Toque em pausar para congelar a tela. A conexão permanece aberta.
pt_pt: Toque em pausar para congelar o ecrã. A ligação permanece aberta.
tr: Görünümü dondurmak için Duraklat’a dokunun. Bağlantı açık kalır.
zh_hant: 點按暫停可凍結畫面，連線保持不中斷
zh_hk: 點按暫停可凍結畫面，連線保持不中斷

source: 点击账号卡片可在多个 Cloudflare 账号间快速切换
ar: انقر على بطاقة الحساب للتبديل بين حسابات Cloudflare
de: Tippe auf die Kontokarte, um zwischen Cloudflare-Konten zu wechseln
en: Tap the account card to switch between Cloudflare accounts
es_mx: Toca la tarjeta de cuenta para cambiar entre cuentas de Cloudflare
fr: Touchez la carte de compte pour basculer entre les comptes Cloudflare
ja: アカウントカードをタップすると複数の Cloudflare アカウントをすばやく切り替えられます
ko: 계정 카드를 눌러 여러 Cloudflare 계정 간에 전환하세요
pt_br: Toque no cartão da conta para alternar entre contas da Cloudflare
pt_pt: Toque no cartão da conta para alternar entre contas da Cloudflare
tr: Cloudflare hesapları arasında geçiş yapmak için hesap kartına dokunun
zh_hant: 點按帳號卡片可在多個 Cloudflare 帳號間快速切換
zh_hk: 點按帳戶卡片可在多個 Cloudflare 帳戶間快速切換

source: 点右上角 + 新建隧道，或用 cloudflared 创建后在此查看
ar: انقر على + في الأعلى يمينًا لإنشاء نفق، أو أنشئ واحدًا باستخدام cloudflared واعرضه هنا
de: Tippe oben rechts auf +, um einen Tunnel zu erstellen, oder erstelle einen mit cloudflared und sieh ihn hier
en: Tap + in the top right to create a tunnel, or create one with cloudflared and view it here
es_mx: Toca + arriba a la derecha para crear un túnel, o crea uno con cloudflared y míralo aquí
fr: Touchez + en haut à droite pour créer un tunnel, ou créez-en un avec cloudflared et consultez-le ici
ja: 右上の + で新規トンネルを作成、または cloudflared で作成するとここに表示されます
ko: 오른쪽 위 +로 새 터널을 만들거나, cloudflared로 만든 뒤 여기서 확인하세요
pt_br: Toque em + no canto superior direito para criar um túnel, ou crie um com o cloudflared e veja-o aqui
pt_pt: Toque em + no canto superior direito para criar um túnel, ou crie um com o cloudflared e veja-o aqui
tr: Tünel oluşturmak için sağ üstteki + simgesine dokunun veya cloudflared ile oluşturup burada görüntüleyin
zh_hant: 點右上角 + 新增通道，或用 cloudflared 建立後在此檢視
zh_hk: 點右上角 + 新增隧道，或用 cloudflared 建立後在此查看

source: 点按一行进行编辑。
ar: انقر على صف لتعديله.
de: Tippe auf eine Zeile, um sie zu bearbeiten.
en: Tap a row to edit it.
es_mx: Toca una fila para editarla.
fr: Touchez une ligne pour la modifier.
ja: 行をタップすると編集できます。
ko: 행을 눌러 편집하세요.
pt_br: Toque em uma linha para editá-la.
pt_pt: Toque numa linha para editá-la.
tr: Düzenlemek için bir satıra dokunun.
zh_hant: 點按一列進行編輯。
zh_hk: 點按一行進行編輯。

source: 点按查看构建阶段，并可重试 / 回滚 / 删除。
ar: اضغط لعرض مراحل البناء مع إمكانية إعادة المحاولة / التراجع / الحذف.
de: Tippe, um Build-Phasen anzuzeigen und zu wiederholen / zurückzusetzen / löschen.
en: Tap to view build stages and retry / roll back / delete.
es_mx: Toca para ver las etapas de compilación y reintentar / revertir / eliminar.
fr: Touchez pour voir les étapes du build et relancer / annuler / supprimer.
ja: タップしてビルドステージを表示し、再試行・ロールバック・削除ができます。
ko: 눌러서 빌드 단계를 보고 재시도 / 롤백 / 삭제할 수 있습니다.
pt_br: Toque para ver as etapas do build e refazer / reverter / excluir.
pt_pt: Toque para ver as fases da compilação e repetir / reverter / eliminar.
tr: Derleme aşamalarını görmek ve yeniden deneme / geri alma / silme için dokunun.
zh_hant: 點按查看建置階段，並可重試／復原／刪除。
zh_hk: 點按查看建置階段，並可重試／回滾／刪除。

source: 点按查看详情与管理 · Hyperdrive 为外部 Postgres / MySQL 提供连接池与查询缓存。
ar: اضغط لعرض التفاصيل والإدارة · يوفّر Hyperdrive تجميع الاتصالات والتخزين المؤقت للاستعلامات لقواعد Postgres / MySQL الخارجية.
de: Tippen, um Details anzuzeigen und zu verwalten · Hyperdrive bietet Connection-Pooling und Abfrage-Caching für externe Postgres / MySQL.
en: Tap to view details and manage · Hyperdrive provides connection pooling and query caching for external Postgres / MySQL.
es_mx: Toca para ver detalles y gestionar · Hyperdrive ofrece agrupación de conexiones y caché de consultas para Postgres / MySQL externos.
fr: Touchez pour voir les détails et gérer · Hyperdrive fournit un pool de connexions et un cache de requêtes pour Postgres / MySQL externes.
ja: タップして詳細表示と管理 · Hyperdrive は外部の Postgres / MySQL に接続プールとクエリキャッシュを提供します。
ko: 탭하여 세부 정보 보기 및 관리 · Hyperdrive는 외부 Postgres / MySQL에 연결 풀링과 쿼리 캐싱을 제공합니다.
pt_br: Toque para ver detalhes e gerenciar · O Hyperdrive oferece pool de conexões e cache de consultas para Postgres / MySQL externos.
pt_pt: Toque para ver detalhes e gerir · O Hyperdrive oferece pool de ligações e cache de consultas para Postgres / MySQL externos.
tr: Ayrıntıları görmek ve yönetmek için dokunun · Hyperdrive, harici Postgres / MySQL için bağlantı havuzu ve sorgu önbelleği sağlar.
zh_hant: 點按查看詳情與管理 · Hyperdrive 為外部 Postgres / MySQL 提供連線池與查詢快取。
zh_hk: 點按查看詳情與管理 · Hyperdrive 為外部 Postgres / MySQL 提供連線池與查詢緩存。

source: 点按查看详情与管理 · 生产者 / 消费者绑定在 Worker 中配置。
ar: اضغط لعرض التفاصيل والإدارة · تُضبط روابط المنتج/المستهلك في Worker.
de: Tippen, um Details anzuzeigen und zu verwalten · Producer-/Consumer-Bindings werden im Worker konfiguriert.
en: Tap to view details and manage · Producer / consumer bindings are configured in the Worker.
es_mx: Toca para ver detalles y gestionar · Los enlaces de productor/consumidor se configuran en el Worker.
fr: Touchez pour voir les détails et gérer · Les liaisons producteur/consommateur se configurent dans le Worker.
ja: タップして詳細表示と管理 · プロデューサー／コンシューマーのバインディングは Worker で構成します。
ko: 탭하여 세부 정보 보기 및 관리 · 생산자/소비자 바인딩은 Worker에서 구성합니다.
pt_br: Toque para ver detalhes e gerenciar · As vinculações de produtor/consumidor são definidas no Worker.
pt_pt: Toque para ver detalhes e gerir · As associações de produtor/consumidor são configuradas no Worker.
tr: Ayrıntıları görmek ve yönetmek için dokunun · Üretici/tüketici bağlamaları Worker’da yapılandırılır.
zh_hant: 點按查看詳情與管理 · 生產者 / 消費者繫結在 Worker 中設定。
zh_hk: 點按查看詳情與管理 · 生產者 / 消費者綁定在 Worker 中設定。

source: 点按浏览对象实例 · 命名空间的增删改请在 Worker 迁移中进行。
ar: اضغط لتصفّح حالات الكائنات · تتم إضافة مساحات الأسماء أو تغييرها أو حذفها في عمليات ترحيل Worker.
de: Tippen, um Objektinstanzen zu durchsuchen · Namespaces werden in Worker-Migrationen hinzugefügt, geändert oder entfernt.
en: Tap to browse object instances · Add, change or remove namespaces in Worker migrations.
es_mx: Toca para explorar las instancias de objeto · Agrega, cambia o elimina espacios de nombres en las migraciones del Worker.
fr: Touchez pour explorer les instances d’objet · L’ajout, la modification ou la suppression d’espaces de noms se fait dans les migrations du Worker.
ja: タップしてオブジェクトインスタンスを閲覧 · 名前空間の追加・変更・削除は Worker のマイグレーションで行います。
ko: 탭하여 객체 인스턴스 탐색 · 네임스페이스의 추가·변경·삭제는 Worker 마이그레이션에서 수행합니다.
pt_br: Toque para navegar pelas instâncias de objeto · Adicione, altere ou remova namespaces nas migrações do Worker.
pt_pt: Toque para navegar pelas instâncias de objeto · Adicione, altere ou remova espaços de nomes nas migrações do Worker.
tr: Nesne örneklerine göz atmak için dokunun · Ad alanlarını ekleme, değiştirme veya kaldırma işlemleri Worker geçişlerinde yapılır.
zh_hant: 點按瀏覽物件實例 · 命名空間的新增刪改請在 Worker 遷移中進行。
zh_hk: 點按瀏覽物件實例 · 命名空間的新增刪改請在 Worker 遷移中進行。

source: 点按编辑，右滑删除。被源站池引用的监测无法删除。
ar: اضغط للتحرير، اسحب لليمين للحذف. لا يمكن حذف المراقبات المُشار إليها من مجمّع أصل.
de: Tippe zum Bearbeiten, nach rechts wischen zum Löschen. Von einem Origin-Pool referenzierte Monitore können nicht gelöscht werden.
en: Tap to edit, swipe right to delete. Monitors referenced by an origin pool can't be deleted.
es_mx: Toca para editar, desliza a la derecha para eliminar. Los monitores referenciados por un grupo de origen no se pueden eliminar.
fr: Touchez pour modifier, balayez vers la droite pour supprimer. Les moniteurs référencés par un pool d'origine ne peuvent pas être supprimés.
ja: タップして編集、右スワイプで削除。オリジンプールから参照されているモニターは削除できません。
ko: 눌러서 편집, 오른쪽으로 밀어 삭제. 오리진 풀이 참조하는 모니터는 삭제할 수 없습니다.
pt_br: Toque para editar, deslize para a direita para excluir. Monitores referenciados por um pool de origem não podem ser excluídos.
pt_pt: Toque para editar, deslize para a direita para eliminar. Monitores referenciados por um pool de origem não podem ser eliminados.
tr: Düzenlemek için dokunun, silmek için sağa kaydırın. Bir köken havuzu tarafından kullanılan izleyiciler silinemez.
zh_hant: 點按編輯，右滑刪除。被來源池引用的監測無法刪除。
zh_hk: 點按編輯，右滑刪除。被來源池引用的監測無法刪除。

source: 点按编辑，左滑启停，右滑删除。改动会立即影响线上流量分发。
ar: اضغط للتحرير، اسحب لليسار للتفعيل/التعطيل، ولليمين للحذف. تؤثّر التغييرات فورًا على توجيه حركة المرور المباشرة.
de: Tippe zum Bearbeiten, nach links wischen zum Aktivieren/Deaktivieren, nach rechts zum Löschen. Änderungen wirken sich sofort auf die Live-Traffic-Steuerung aus.
en: Tap to edit, swipe left to enable/disable, swipe right to delete. Changes immediately affect live traffic steering.
es_mx: Toca para editar, desliza a la izquierda para activar/desactivar, a la derecha para eliminar. Los cambios afectan de inmediato el enrutamiento del tráfico en producción.
fr: Touchez pour modifier, balayez vers la gauche pour activer/désactiver, vers la droite pour supprimer. Les modifications affectent immédiatement le routage du trafic en production.
ja: タップして編集、左スワイプで有効／無効、右スワイプで削除。変更は本番トラフィックの振り分けに即時反映されます。
ko: 눌러서 편집, 왼쪽으로 밀어 켜기/끄기, 오른쪽으로 밀어 삭제. 변경 사항은 실시간 트래픽 분산에 즉시 영향을 줍니다.
pt_br: Toque para editar, deslize para a esquerda para ativar/desativar, para a direita para excluir. As mudanças afetam imediatamente o roteamento de tráfego em produção.
pt_pt: Toque para editar, deslize para a esquerda para ativar/desativar, para a direita para eliminar. As alterações afetam imediatamente o encaminhamento de tráfego em produção.
tr: Düzenlemek için dokunun, etkinleştirmek/devre dışı bırakmak için sola, silmek için sağa kaydırın. Değişiklikler canlı trafik yönlendirmesini hemen etkiler.
zh_hant: 點按編輯，左滑啟停，右滑刪除。變更會立即影響線上流量分配。
zh_hk: 點按編輯，左滑啟停，右滑刪除。變更會立即影響線上流量分配。

source: 点按编辑源站，左滑启停，右滑删除。被负载均衡器引用的池无法删除。
ar: اضغط لتحرير الأصول، اسحب لليسار للتفعيل/التعطيل، ولليمين للحذف. لا يمكن حذف المجمّعات المُشار إليها من موازِن تحميل.
de: Tippe, um Origins zu bearbeiten, nach links wischen zum Aktivieren/Deaktivieren, nach rechts zum Löschen. Von einem Load Balancer referenzierte Pools können nicht gelöscht werden.
en: Tap to edit origins, swipe left to enable/disable, swipe right to delete. Pools referenced by a load balancer can't be deleted.
es_mx: Toca para editar orígenes, desliza a la izquierda para activar/desactivar, a la derecha para eliminar. Los grupos referenciados por un balanceador de carga no se pueden eliminar.
fr: Touchez pour modifier les origines, balayez vers la gauche pour activer/désactiver, vers la droite pour supprimer. Les pools référencés par un répartiteur de charge ne peuvent pas être supprimés.
ja: タップしてオリジンを編集、左スワイプで有効／無効、右スワイプで削除。ロードバランサーから参照されているプールは削除できません。
ko: 눌러서 오리진 편집, 왼쪽으로 밀어 켜기/끄기, 오른쪽으로 밀어 삭제. 부하 분산기가 참조하는 풀은 삭제할 수 없습니다.
pt_br: Toque para editar origens, deslize para a esquerda para ativar/desativar, para a direita para excluir. Pools referenciados por um balanceador de carga não podem ser excluídos.
pt_pt: Toque para editar origens, deslize para a esquerda para ativar/desativar, para a direita para eliminar. Pools referenciados por um balanceador de carga não podem ser eliminados.
tr: Kökenleri düzenlemek için dokunun, etkinleştirmek/devre dışı bırakmak için sola, silmek için sağa kaydırın. Bir yük dengeleyici tarafından kullanılan havuzlar silinemez.
zh_hant: 點按編輯來源，左滑啟停，右滑刪除。被負載平衡器引用的池無法刪除。
zh_hk: 點按編輯來源，左滑啟停，右滑刪除。被負載平衡器引用的池無法刪除。

source: 版本
ar: الإصدار
de: Version
en: Version
es_mx: Versión
fr: Version
ja: バージョン
ko: 버전
pt_br: Versão
pt_pt: Versão
tr: Sürüm

source: 版本 %@
ar: الإصدار %@
de: Version %@
en: Version %@
es_mx: Versión %@
fr: Version %@
ja: バージョン %@
ko: 버전 %@
pt_br: Versão %@
pt_pt: Versão %@
tr: Sürüm %@

source: 版本、评分、社区与法律信息。
ar: معلومات الإصدار والتقييم والمجتمع والجوانب القانونية.
de: Informationen zu Version, Bewertung, Community und Rechtlichem.
en: Version, rating, community, and legal information.
es_mx: Información de versión, valoración, comunidad y aspectos legales.
fr: Informations sur la version, la note, la communauté et les mentions légales.
ja: バージョン、評価、コミュニティ、法的情報。
ko: 버전, 평가, 커뮤니티 및 법적 정보.
pt_br: Informações de versão, avaliação, comunidade e jurídicas.
pt_pt: Informações de versão, avaliação, comunidade e jurídicas.
tr: Sürüm, derecelendirme, topluluk ve yasal bilgiler.
zh_hant: 版本、評分、社群與法律資訊。
zh_hk: 版本、評分、社群與法律資訊。

source: 状态
ar: الحالة
de: Status
en: Status
es_mx: Estado
fr: État
ja: ステータス
ko: 상태
pt_br: Status
pt_pt: Estado
tr: Durum
zh_hant: 狀態
zh_hk: 狀態

source: 状态 / 响应头 / 耗时
ar: الحالة / الترويسات / الوقت
de: Status / Header / Dauer
en: Status / headers / time
es_mx: Estado / encabezados / tiempo
fr: Statut / en-têtes / temps
ja: ステータス / ヘッダー / 時間
ko: 상태 / 헤더 / 시간
pt_br: Status / cabeçalhos / tempo
pt_pt: Estado / cabeçalhos / tempo
tr: Durum / başlıklar / süre
zh_hant: 狀態 / 回應標頭 / 耗時
zh_hk: 狀態 / 回應標頭 / 耗時

source: 状态码
ar: رمز الحالة
de: Statuscode
en: Status code
es_mx: Código de estado
fr: Code de statut
ja: ステータスコード
ko: 상태 코드
pt_br: Código de status
pt_pt: Código de estado
tr: Durum kodu
zh_hant: 狀態碼
zh_hk: 狀態碼

source: 独立访客
ar: الزوار الفريدون
de: Eindeutige Besucher
en: Unique visitors
es_mx: Visitantes únicos
fr: Visiteurs uniques
ja: ユニークビジター
ko: 순 방문자
pt_br: Visitantes únicos
pt_pt: Visitantes únicos
tr: Benzersiz ziyaretçiler
zh_hant: 獨立訪客
zh_hk: 獨立訪客

source: 独立访客 · 24h
ar: الزوار الفريدون · 24 ساعة
de: Eindeutige Besucher · 24 Std.
en: Unique visitors · 24h
es_mx: Visitantes únicos · 24 h
fr: Visiteurs uniques · 24 h
ja: ユニークビジター · 24h
ko: 순 방문자 · 24시간
pt_br: Visitantes únicos · 24h
pt_pt: Visitantes únicos · 24h
tr: Benzersiz ziyaretçiler · 24 sa
zh_hant: 獨立訪客 · 24h
zh_hk: 獨立訪客 · 24h

source: 环境
ar: البيئة
de: Umgebung
en: Environment
es_mx: Entorno
fr: Environnement
ja: 環境
ko: 환경
pt_br: Ambiente
pt_pt: Ambiente
tr: Ortam
zh_hant: 環境
zh_hk: 環境

source: 环境变量
ar: متغيرات البيئة
de: Umgebungsvariablen
en: Environment Variables
es_mx: Variables de entorno
fr: Variables d’environnement
ja: 環境変数
ko: 환경 변수
pt_br: Variáveis de ambiente
pt_pt: Variáveis de ambiente
tr: Ortam Değişkenleri
zh_hant: 環境變數
zh_hk: 環境變數

source: 环境变量在 App 内只读；密钥值已隐藏。需修改请在 Cloudflare 控制台操作。
ar: متغيّرات البيئة للقراءة فقط داخل التطبيق، وقيم الأسرار مخفية. لتعديلها، استخدم لوحة تحكم Cloudflare.
de: Umgebungsvariablen sind in der App schreibgeschützt; geheime Werte sind verborgen. Zum Ändern das Cloudflare-Dashboard verwenden.
en: Environment variables are read-only in the app; secret values are hidden. To change them, use the Cloudflare dashboard.
es_mx: Las variables de entorno son de solo lectura en la app; los valores secretos están ocultos. Para cambiarlas, usa el panel de Cloudflare.
fr: Les variables d'environnement sont en lecture seule dans l'app ; les valeurs secrètes sont masquées. Pour les modifier, utilisez le tableau de bord Cloudflare.
ja: 環境変数はアプリ内では読み取り専用で、シークレット値は非表示です。変更するには Cloudflare ダッシュボードを使用してください。
ko: 환경 변수는 앱에서 읽기 전용이며 비밀 값은 숨겨집니다. 변경하려면 Cloudflare 대시보드를 사용하세요.
pt_br: As variáveis de ambiente são somente leitura no app; os valores secretos ficam ocultos. Para alterá-las, use o painel da Cloudflare.
pt_pt: As variáveis de ambiente são apenas de leitura na app; os valores secretos estão ocultos. Para as alterar, use o painel da Cloudflare.
tr: Ortam değişkenleri uygulamada salt okunurdur; gizli değerler gizlidir. Değiştirmek için Cloudflare panosunu kullanın.
zh_hant: 環境變數在 App 內唯讀；密鑰值已隱藏。如需修改，請在 Cloudflare 主控台操作。
zh_hk: 環境變數在 App 內唯讀；密鑰值已隱藏。如需修改，請在 Cloudflare 主控台操作。

source: 生产
ar: الإنتاج
de: Produktion
en: Production
es_mx: Producción
fr: Production
ja: 本番
ko: 프로덕션
pt_br: Produção
pt_pt: Produção
tr: Üretim
zh_hant: 生產
zh_hk: 生產

source: 生产分支
ar: فرع الإنتاج
de: Produktions-Branch
en: Production branch
es_mx: Rama de producción
fr: Branche de production
ja: 本番ブランチ
ko: 프로덕션 브랜치
pt_br: Branch de produção
pt_pt: Ramo de produção
tr: Üretim dalı
zh_hant: 生產分支
zh_hk: 生產分支

source: 生产环境变量
ar: متغيّرات بيئة الإنتاج
de: Produktions-Umgebungsvariablen
en: Production environment variables
es_mx: Variables de entorno de producción
fr: Variables d'environnement de production
ja: 本番環境変数
ko: 프로덕션 환경 변수
pt_br: Variáveis de ambiente de produção
pt_pt: Variáveis de ambiente de produção
tr: Üretim ortam değişkenleri
zh_hant: 生產環境變數
zh_hk: 生產環境變數

source: 生产者（%lld）
ar: المنتجون (%lld)
de: Producer (%lld)
en: Producers (%lld)
es_mx: Productores (%lld)
fr: Producteurs (%lld)
ja: プロデューサー（%lld）
ko: 생산자(%lld)
pt_br: Produtores (%lld)
pt_pt: Produtores (%lld)
tr: Üreticiler (%lld)
zh_hant: 生產者（%lld）
zh_hk: 生產者（%lld）

source: 生成中…
ar: جارٍ الإنشاء…
de: Wird generiert …
en: Generating…
es_mx: Generando…
fr: Génération…
ko: 생성 중…
pt_br: Gerando…
pt_pt: A gerar…
tr: Oluşturuluyor…

source: 生成加密密钥
ar: إنشاء مفتاح تشفير
de: Verschlüsselungsschlüssel generieren
en: Generate encryption key
es_mx: Generar clave de cifrado
fr: Générer une clé de chiffrement
ja: 暗号化キーを生成
ko: 암호화 키 생성
pt_br: Gerar chave de criptografia
pt_pt: Gerar chave de encriptação
tr: Şifreleme anahtarı oluştur
zh_hant: 產生加密金鑰
zh_hk: 產生加密金鑰

source: 生成本期摘要
ar: تلخيص هذه الفترة
de: Diesen Zeitraum zusammenfassen
en: Summarize this period
es_mx: Resumir este período
fr: Résumer cette période
ja: 今期の要約を生成
ko: 이번 기간 요약 생성
pt_br: Resumir este período
pt_pt: Resumir este período
tr: Bu dönemi özetle

source: 生成的表达式
ar: التعبير المُولّد
de: Generierter Ausdruck
en: Generated expression
es_mx: Expresión generada
fr: Expression générée
ja: 生成された式
ko: 생성된 표현식
pt_br: Expressão gerada
pt_pt: Expressão gerada
tr: Oluşturulan İfade
zh_hant: 產生的運算式
zh_hk: 產生的表達式

source: 生成表达式
ar: إنشاء تعبير
de: Ausdruck generieren
en: Generate Expression
es_mx: Generar expresión
fr: Générer l’expression
ja: 式を生成
ko: 표현식 생성
pt_br: Gerar expressão
pt_pt: Gerar expressão
tr: İfade oluştur
zh_hant: 生成運算式
zh_hk: 生成運算式

source: 生成记录
ar: إنشاء سجل
de: Eintrag generieren
en: Generate Record
es_mx: Generar registro
fr: Générer l’enregistrement
ja: レコードを生成
ko: 레코드 생성
pt_br: Gerar registro
pt_pt: Gerar registo
tr: Kayıt oluştur
zh_hant: 生成記錄
zh_hk: 生成記錄

source: 生效
ar: صالحة من
de: Gültig ab
en: Valid from
es_mx: Válido desde
fr: Valide à partir du
ja: 発効
ko: 유효 시작
pt_br: Válido a partir de
pt_pt: Válido a partir de
tr: Geçerlilik başlangıcı

source: 生效中
ar: نشط
de: Aktiv
en: Active
es_mx: Activo
fr: Actif
ja: 有効
ko: 활성
pt_br: Ativo
pt_pt: Ativo
tr: Etkin

source: 用 and / or 连接多个条件；字符串加双引号；集合用 {1 2 3}；数组字段用 any(字段[*] == 值)。保存时 Cloudflare 会校验并规范化表达式。
ar: اربط الشروط بـ and/or؛ ضع السلاسل بين علامتي اقتباس؛ استخدم {1 2 3} للمجموعات؛ واستخدم any(field[*] == value) لحقول المصفوفات. تتحقّق Cloudflare من التعبير وتُنسّقه عند الحفظ.
de: Bedingungen mit and/or verknüpfen; Strings in Anführungszeichen; {1 2 3} für Mengen; any(feld[*] == wert) für Array-Felder. Cloudflare prüft und normalisiert den Ausdruck beim Speichern.
en: Join conditions with and / or; quote strings; use {1 2 3} for sets; use any(field[*] == value) for array fields. Cloudflare validates and normalizes the expression on save.
es_mx: Une condiciones con and/or; entrecomilla las cadenas; usa {1 2 3} para conjuntos; usa any(campo[*] == valor) para campos de arreglo. Cloudflare valida y normaliza la expresión al guardar.
fr: Reliez les conditions par and/or ; mettez les chaînes entre guillemets ; utilisez {1 2 3} pour les ensembles ; any(champ[*] == valeur) pour les champs tableau. Cloudflare valide et normalise l’expression à l’enregistrement.
ja: 複数の条件は and／or で連結。文字列は二重引用符、集合は {1 2 3}、配列フィールドは any(field[*] == value)。保存時に Cloudflare が式を検証・正規化します。
ko: 조건은 and/or로 연결하고 문자열은 큰따옴표, 집합은 {1 2 3}, 배열 필드는 any(field[*] == value)를 사용하세요. 저장 시 Cloudflare가 표현식을 검증하고 정규화합니다.
pt_br: Combine condições com and/or; use aspas em strings; use {1 2 3} para conjuntos; use any(campo[*] == valor) para campos de array. O Cloudflare valida e normaliza a expressão ao salvar.
pt_pt: Combine condições com and/or; use aspas em strings; use {1 2 3} para conjuntos; use any(campo[*] == valor) para campos de array. O Cloudflare valida e normaliza a expressão ao guardar.
tr: Koşulları and/or ile bağlayın; dizeleri tırnak içine alın; kümeler için {1 2 3}, dizi alanları için any(alan[*] == değer) kullanın. Cloudflare kaydederken ifadeyi doğrular ve normalleştirir.
zh_hant: 以 and／or 連接多個條件；字串加雙引號；集合用 {1 2 3}；陣列欄位用 any(欄位[*] == 值)。儲存時 Cloudflare 會驗證並正規化運算式。
zh_hk: 以 and／or 連接多個條件；字串加雙引號；集合用 {1 2 3}；陣列欄位用 any(欄位[*] == 值)。儲存時 Cloudflare 會驗證並正規化表達式。
